Repository: SolarHaddock46/iOS_SSL
Catalog: SSL/SSL/Localizable.xcstrings
Source language: en
Languages: ru

source: A user with this email already exists.
ru: Пользователь с таким адресом электронной почты уже существует.

# Check your email
source: Check your email, we've sent you a verification code
ru: Проверьте почту, мы отправили код для подтверждения

source: Email verification code
ru: Код подтверждения

source: Error
ru: Ошибка

source: Father name
ru: Отчество

source: First name
ru: Имя

source: Forgot your password?
ru: Забыли пароль?

source: I accept the Terms of use and the Privacy Policy
ru: Я принимаю условия использования и политику конфеденциальности

source: I need a HSE pass
ru: Мне нужен пропуск в Вышку

source: Incorrect server response code: %@
ru: Неправильный код ответа сервера: %@

source: Internal error
ru: Внутренняя ошибка

source: Invalid email or password
ru: Неправильная почта или пароль

source: Invalid user data format
ru: Информация о пользователе получена в неправильном формате

source: Log in
ru: Войти в аккаунт

source: Next
ru: Далее

source: Password
ru: Пароль

source: Register an account
ru: Регистрация

source: Repeat password
ru: Пароль повторно

source: Second name
ru: Фамилия

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: Unknown error
ru: Неизвестная ошибка

source: Your account is not verified
ru: Ваш аккаунт не подтвержден модератором
